anekdots = [
    """
- Дорогая, ты можешь спать при свете?
- В принципе, да
- Светлана, заходи""",
    """Как зовут человека который украл К?

Игорь ВерниК""",

    """
По домофону очень легко угрожать. Просто звонишь в любую квартиру:
— Откройте дверь.
— Не открою.
— Я знаю, где ты живёшь.""",

    """
Пьяный мужик поймал интеллигентного мальчика и говорит:
- Ругайся матом!
- Не умею, - отвечает мальчик.
- Ругайся как умеешь.
- Пиписька.
- Так мало?
- Вагон пиписек.""",
    """
- Алло, это скорая? Здесь человека катком переехало!
- Говорите адрес.
- Есенина 24,26,28...""",
    """
Летят два математика в самолете.
Один другому говорит:
— В последнее время я очень боюсь летать самолетом, так как рассчитал, что вероятность того, что на борту бомба, выше, чем попадание метеорита.
Второй математик отвечает:
— Да, я тоже проделал эти же вычисления и пришел к такому же результату.
Но я пошел дальше. Ведь вероятность того, что в самолете окажутся сразу две бомбы, ничтожно мала!
Поэтому я теперь одну всегда вожу с собой.""",

    """
Анекдот из общаги:

-Какое домашнее животное на т?
-Таракан
-Какое домашнее животное на д?
-Два таракана
-Домашнее животное на ы?
-Ыщо один таракан!""",
    """
Туалет общий на несколько кабинок.
Из какой-то кабинки раздается натужный голос: 'Блин, надо начинать нормально питаться...'
Пауза. Голос из другой кабинки: 'Ты чё там, жрешь что ли?'""",
    """
Что сказал слон когда наступил на колобка?

Блин""",
    """
Буратино устал жить, взял дрель и засверлился""",
    """
Прибегает к маме дочь в слезах: хомячок умер.
Мама говорит:
- Ничего, папа гроб изготовит, дед крест сколотит, бабушка кружевное покрывало сошьет. Поминки организуем : шоколад, лимонад, стол ломиться от самых вкусных блюд будет.
Тут хомяк проснулся.
Девочка заплакала. Мама:
- Хомяк же живой, что плачешь?
- Мамочка, можно я его задушу?""",

    """
Посадили Чебурашку с Геной в тюрьму. И Чебурашка спрашивает у Гены:
— Гена, а нас побреют?
— А вон давай у крысы спросим.
Подошли и спрашивают:
— Крыса, здесь налысо бреют?
А крыса отвечает:
— Я не крыса, я ежик!""",

    """
Пpибегает Пятачок к Винни-Пуху.
— Винни, нам пpишла поcылка из Афpики. В ней десять апельcинов.
Тебе cемь и мне cемь.
— Как так? — удивляетcя Винни-Пух. — Их вcего десять!
— Меня это не волнует. Семь своих я уже cъел!""",
    """
Вообще-то Винни-Пух не хотел жениться, но мысль о предстоящем медовом месяце сводила его с ума.""",
    """
Приходит Пятачок к Винни-Пуху, а там целый офис. Спрашивает у секретарши:
— А Винни у себя?
— Во-первых, не Винни, а господин Пух, а во-вторых, он занят.
— Да, ну тогда идите и передайте, что к нему по срочному делу пришел кабан Полтинник!""",
    """
Когда был пацаном, мать посылала в универсам и давала всего один рубль.
Так я возвращался с хлебом, молоком, конфетами и консервами. А теперь так попробуй! И все из-за этих чертовых видеокамер наблюдения.""",

    """
— Дорогая, что у нас сегодня на ужин?
— Очень ленивые голубцы!
— Это как?
— Капуста на балконе, фарш в морозилке!""",
    """
Пельмени — это новорожденные котлетки в пеленках.""",
    """
Надеюсь, когда я умру, поперхнувшись мармеладными мишками, люди будут говорить, что меня убили медведи и не будут уточнять.""",

    """
— А что у тебя кактус на кухне в шкафу делает? Ты его хоть иногда поливаешь?
— Это хлеб.""",

    """
Мой робот-пылесос только что опередил меня и сожрал попкорнину, которую я хотел поднять. Война людей и машин уже началась.""",

    """
Готовить полуфабрикаты очень просто:
1. Высыпаешь все на сковородку, выкидываешь пакет.
2. Думаешь.
3. Лезешь в мусорку за пакетом, чтобы прочитать инструкцию.""",
    """
— Доктор, я съела пиццу вместе с упаковкой. Я умру?
— Ну, все когда-нибудь умрут.
— Все умрут?! О боже, что я наделала?!""",
    """
Интересно, если одновременно съесть таблетки от запора и от поноса, то кто победит?""",
    """
Гена стрижет Чебурашку.
-Чебурашка, тебе уши нужны?
-Конечно.
-На, держи!
""",
    """
Однажды Гена и Чебурашка придумали правило: что на земле валяется, то не поднимется.Идут они по дороге и видят рубль. Чебурашка говорит - Давай поднимем?
а Гена говорит-Что на земле валяется, то не поднимается.
Идут они дальше. Вдруг видят 10 рублей.Чебурашка говорит - Давай поднимем?
-Что на земле валяется, то не поднимается.
Идут дальше, видят лежат 100 рублей.
Чебурашка говорит - Давай поднимем?
-Что на земле валяется, то не поднимается.
Тут Гена провалился в яму и кричит Чебурашке - Подними меня!
-Что на земле валяется, то не поднимается.""",
    """
Собрались Чебурашка с Колобком побоксировать,
Чебурашка говорит: "Только по ушам не бить!"
Колобок: "по голове тоже"!""",
    """
Чебурашка спрашивает у Гены: 'Гена,а можно мне пойти в кино?'
Гена отвечает:'Иди'
Ночью стук в дверь.'Кто там?' - спрашивает Гена.
'Это я - ЧЕБУРАТОР'""",
    """
Чебурашка приходит в магазин и спрашивает:
- А у Вас пиписины есть?
- Нет - отвечает продавец, - нет у нас пиписинов, только апельсины.
На следующий день опять приходит Чебурашка в магазин:
- А у Вас пиписины есть?
- Нет пиписинов и не бывает никогда.
И на следующий день приходит Чебурашка в магазин:
- А у Вас пиписины есть?
- Нету! - разозлился продавец, - Если еще раз спросишь возьму молоток, гвоздии заколочу тебя в ящик.
Через день все равно Чебурашка приходит в магазин:
- Здравствуйте, Скажите пожалуйста, а у Вас молотки есть?
- Нет - отвечает продавец.
- А гвозди? - Нет!
- А ящик? - Нет!!
- А пиписины есть?""",
    """
Чебурашка спрашивает у гены: -Ген, а Ген, а малина краснaя?
-Да.
-А она в крапинку?
-Нет.
-Черт!!! Опять божих коровок объелся...""",
"""
- Тебе не мешает то, что ты левша?
- Нет. У каждого человека свои особенности. Вот ты, например, как размешиваешь сахар в чашке?
- Правой рукой против часовой.
- Вот видишь, а нормальные люди - ложечкой.
""",

"""
Заблудились в лесу Петька и Чапаев. Долго бродили, искали дорогу.
Первым не выдержал Петька - упал на землю умирать. Вдруг слышит чавканье,
поднимает голову и видит, что Чапай ягоды жрет.
- Василий Иванович, это же волчьи ягоды!
- Да пошел он на фиг, этот волчара, он себе другие найдет...
""",

"""
Лежит на печке Василий Иванович, уставший.
Вдруг влетает Петька:
- Василий Иванович, беляки в атаку пошли! Где граната?
- Вон там, в углу лежит, - не поднимаясь, отвечает Чапаев.-
Когда атаку отобьешь, положи гранату на место.
""",

"""
Чапаев переплывает Урал. Гребет одной рукой. Петька плывет рядом.
- Василий Иванович, брось чемодан!
- Не могу, Петька, там карты штаба дивизии. Две колоды.
""",

    """
Чебурашка и Гена пошли работать в зоопарк, Чебурашка спрашивает Гену:
"Ген, а Ген, а в зоопарке бьют?"
"Еще как бьют," отвечает Гена и показывает на верблюда-'Вон смотри, что с лошадью сделали!'""",
    """
Чебурашка и Крокодил Гена отправились в поход. Наступила ночь, они спят в палатке.
Вдруг Чебурашка будит Гену и говорит: - Гена, смотри какие яркие звезды. Гена, а почему они такие яркие?
- Чебурашка, эти звезды такие яркие, потому, что у нас палатку спёрли!""",
    """
Роскомнадзор распорядился заменить имя "Чебурашка" на уважительное "Чебуроссийская Федерация".""",
    """
— Уволюсь! Не могу каждый день смотреть на лица истерзанные болью и страданиями.
— А где ты работаешь?
— Охранником в начальной школе.""",
    """
— Мама! Нам на завтра нужно принести в школу рисунок на тему 'Нет насилию в семье!'.
— Одиннадцать вечера! Ты раньше не мог сказать, засранец?! Ну щас ты у меня получишь!""",
    """
Идет урок. Учитель обращается к классу.
— Дорогие ребята, в нашей школе появилась новая система оценок. Вместо 5, 4, 3 и 2, будут стоять баллы А, В, С, Д, Е. Тот, кто плохо напишет сегодняшний диктант, получат по Е баллу.
Ученик с задней парты:
— Угрожаешь что-ли?""",

    """
— Неправильно ты, Дядя Федор, бутерброд ешь.
Ты его колбасой кверху держишь, а надо было ее срок годности проверять! Вот ты даже не удивлен, что с тобой кот разговаривает!""",
    """
Сегодня я вдруг понял, что птицам на меня насрать…""",
    """
— Как выжить в лесу при встрече с волком?
— Начните бросать в него яйцами. Генетическая память заставит волка ловить их в корзину.""",
    """Люблю то чувство, когда находишь деньги в зимней куртке. Главное, чтобы человек ничего не заподозрил."""
]