anekdots = [
    """
Как назвать жену, которая всегда знает где её муж?

Вдова""",  # 1
    """
Инопланетяне готовят вторжение на землю. Начальник инопланетян докладывает:
- Товарищ Генерал, мы готовы атаковать Польшу!
- А почему Польшу?
- На этой планете так принято.""",  # 2
    """
- Дорогая, ты можешь спать при свете?
- В принципе, да
- Светлана, заходи""",  # 3
    """Как зовут человека который украл К?

Игорь ВерниК""",  # 4
    """
Лет в 7 я увидел, как в спальне Дед Мороз переодевается в папу, и с тех пор я понял, что папы не существует.""",  # 5
    """
По домофону очень легко угрожать. Просто звонишь в любую квартиру:
— Откройте дверь.
— Не открою.
— Я знаю, где ты живёшь.""",  # 6
    """
Жена попросила мужа искупать новорожденного ребенка и ушла по делам,
возвращается и видит, что он держит ребенка за уши и болтает его в ванной.
- Ты что делаешь? Ты же ему сейчас уши оторвешь!
- Да какие уши, мне бы руки не обжечь!""",  # 7
    """Учительница русского языка, прыгнувшая с парашютом, была потрясена, удивлена, крайне обескуражена, но вслух кричала по другому.""",
    # 8
    """Учёные из США обнаружили над залежами американской нефти какую-то арабскую страну.""",  # 9
    """Бабка, заметившая в маршрутке свободное сидение, выпрыгнула из такси.""",  # 10
    """
Пьяный мужик поймал интеллигентного мальчика и говорит:
- Ругайся матом!
- Не умею, - отвечает мальчик.
- Ругайся как умеешь.
- Пиписька.
- Так мало?
- Вагон пиписек.""",  # 11
    """
- Алло, это скорая? Здесь человека катком переехало!
- Говорите адрес.
- Есенина 24,26,28...""",  # 12
    """
Летят два математика в самолете.
Один другому говорит:
— В последнее время я очень боюсь летать самолетом, так как рассчитал, что вероятность того, что на борту бомба, выше, чем попадание метеорита.
Второй математик отвечает:
— Да, я тоже проделал эти же вычисления и пришел к такому же результату.
Но я пошел дальше. Ведь вероятность того, что в самолете окажутся сразу две бомбы, ничтожно мала!
Поэтому я теперь одну всегда вожу с собой.""",  # 13
    """
— Вы чё делаете?
— Пиво с раками едим.
— Зачем же сраками, ешьте ртом.""",  # 14
    """
Анекдот из общаги:

-Какое домашнее животное на т?
-Таракан
-Какое домашнее животное на д?
-Два таракана
-Домашнее животное на ы?
-Ыщо один таракан!""",  # 15
    """
Туалет общий на несколько кабинок.
Из какой-то кабинки раздается натужный голос: 'Блин, надо начинать нормально питаться...'
Пауза. Голос из другой кабинки: 'Ты чё там, жрешь что ли?'""",  # 16
    """Я бы рассказал вам шутку про путешествия во времени, но она вам не понравилась.""",  # 17
    """
Что сказал слон когда наступил на колобка?

Блин""",  # 18
    """
Каждый раз, когда стюардесса зевает, глухой пассажир прощается с жизнью.""",  # 19
    """
Буратино устал жить, взял дрель и засверлился""",  # 20
    """
Прибегает к маме дочь в слезах: хомячок умер.
Мама говорит:
- Ничего, папа гроб изготовит, дед крест сколотит, бабушка кружевное покрывало сошьет. Поминки организуем : шоколад, лимонад, стол ломиться от самых вкусных блюд будет.
Тут хомяк проснулся.
Девочка заплакала. Мама:
- Хомяк же живой, что плачешь?
- Мамочка, можно я его задушу?""",  # 21
    """
Служащий банка, переводя бабушек через дорогу, по инерции оставлял себе 3%.""",  # 23
    """
Бесит, что работа не волк и не убегает в лес.""",  # 24
    """
Идут Гена и Чебурашка по парку. Гена говорит:
— Смотри, Чебурашка, вот это девушка!
— Да ты че, Гена? Она же страшная, как крокодил!""",  # 25
    """
Посадили Чебурашку с Геной в тюрьму. И Чебурашка спрашивает у Гены:
— Гена, а нас побреют?
— А вон давай у крысы спросим.
Подошли и спрашивают:
— Крыса, здесь налысо бреют?
А крыса отвечает:
— Я не крыса, я ежик!""",  # 26
    """
Едут крокодил Гена и Чебурашка на мотоцикле, Чебурашка сидит на руле. Останавливает их милиционер и говорит:
— Сними этого с руля!
Чебурашка:
— Я не сруль, я Чебурашка!""",  # 27
    """
Пpибегает Пятачок к Винни-Пуху.
— Винни, нам пpишла поcылка из Афpики. В ней десять апельcинов.
Тебе cемь и мне cемь.
— Как так? — удивляетcя Винни-Пух. — Их вcего десять!
— Меня это не волнует. Семь своих я уже cъел!""",  # 28
    """
Вообще-то Винни-Пух не хотел жениться, но мысль о предстоящем медовом месяце сводила его с ума.""",  # 29
    """
Приходит Пятачок к Винни-Пуху, а там целый офис. Спрашивает у секретарши:
— А Винни у себя?
— Во-первых, не Винни, а господин Пух, а во-вторых, он занят.
— Да, ну тогда идите и передайте, что к нему по срочному делу пришел кабан Полтинник!""",  # 30
    """
Когда был пацаном, мать посылала в универсам и давала всего один рубль.
Так я возвращался с хлебом, молоком, конфетами и консервами. А теперь так попробуй! И все из-за этих чертовых видеокамер наблюдения.""",
    # 31
    """
— Дорогая, что у нас сегодня на ужин?
— Очень ленивые голубцы!
— Это как?
— Капуста на балконе, фарш в морозилке!""",  # 32
    """
Пельмени — это новорожденные котлетки в пеленках.""",  # 33
    """
Надеюсь, когда я умру, поперхнувшись мармеладными мишками, люди будут говорить, что меня убили медведи и не будут уточнять.""",
    # 34
    """
— А что у тебя кактус на кухне в шкафу делает? Ты его хоть иногда поливаешь?
— Это хлеб.""",  # 35
    """
— Чему вас учат в армии?
— Картошку чистить, снег разгребать. В общем, если враг нападет, мы ему сможем и дорогу расчистить и пожрать дать.""",
    # 36
    """
Мой робот-пылесос только что опередил меня и сожрал попкорнину, которую я хотел поднять. Война людей и машин уже началась.""",
    # 37
    """
Нет такого понятия — «переел». Есть такое понятие — «надо подождать, пока не уляжется».""",  # 38
    """
Готовить полуфабрикаты очень просто:
1. Высыпаешь все на сковородку, выкидываешь пакет.
2. Думаешь.
3. Лезешь в мусорку за пакетом, чтобы прочитать инструкцию.""",  # 39
    """
— Доктор, я съела пиццу вместе с упаковкой. Я умру?
— Ну, все когда-нибудь умрут.
— Все умрут?! О боже, что я наделала?!""",  # 40
    """
Интересно, если одновременно съесть таблетки от запора и от поноса, то кто победит?""",  # 41
    """
Гена стрижет Чебурашку.
-Чебурашка, тебе уши нужны?
-Конечно.
-На, держи!
""",  # 42
    """
Однажды Гена и Чебурашка придумали правило: что на земле валяется, то не поднимется.Идут они по дороге и видят рубль. Чебурашка говорит - Давай поднимем?
а Гена говорит-Что на земле валяется, то не поднимается.
Идут они дальше. Вдруг видят 10 рублей.Чебурашка говорит - Давай поднимем?
-Что на земле валяется, то не поднимается.
Идут дальше, видят лежат 100 рублей.
Чебурашка говорит - Давай поднимем?
-Что на земле валяется, то не поднимается.
Тут Гена провалился в яму и кричит Чебурашке - Подними меня!
-Что на земле валяется, то не поднимается.""",  # 43
    """
Собрались Чебурашка с Колобком побоксировать,
Чебурашка говорит: "Только по ушам не бить!"
Колобок: "по голове тоже"!""",  # 44
    """
Чебурашка спрашивает у Гены: 'Гена,а можно мне пойти в кино?'
Гена отвечает:'Иди'
Ночью стук в дверь.'Кто там?' - спрашивает Гена.
'Это я - ЧЕБУРАТОР'""",  # 45
    """
Чебурашка приходит в магазин и спрашивает:
- А у Вас пиписины есть?
- Нет - отвечает продавец, - нет у нас пиписинов, только апельсины.
На следующий день опять приходит Чебурашка в магазин:
- А у Вас пиписины есть?
- Нет пиписинов и не бывает никогда.
И на следующий день приходит Чебурашка в магазин:
- А у Вас пиписины есть?
- Нету! - разозлился продавец, - Если еще раз спросишь возьму молоток, гвоздии заколочу тебя в ящик.
Через день все равно Чебурашка приходит в магазин:
- Здравствуйте, Скажите пожалуйста, а у Вас молотки есть?
- Нет - отвечает продавец.
- А гвозди? - Нет!
- А ящик? - Нет!!
- А пиписины есть?""",  # 46
    """
Чебурашка спрашивает у гены: -Ген, а Ген, а малина краснaя?
-Да.
-А она в крапинку?
-Нет.
-Черт!!! Опять божих коровок объелся...""",  # 47
    """
Стук в дверь.
Шапокляк спрашивает: - Кто там?
- Откройте, Я к крокодилу Гене.
Шапокляк открывает дверь, а на пороге стоит Кинг-Конг
-Ой..а Гены нет дома.
-Ну,тогда передайте ему что Чебурашка заходил - из армии вернулся.""",  # 48
    """
Гена просыпается с бодуна, совсем никакой, башка раскалываетсяи говорит Чебурашке:
- Чебурашечка, сбегай мне за пивком, все пересохло.
Чебурашка ему отвечает:
- Как вчера пить так Жопа С Ушами, а как опохмеляться - Чебурашечка?!!""",  # 49
    """
Чебурашка и Гена пошли работать в зоопарк, Чебурашка спрашивает Гену:
"Ген, а Ген, а в зоопарке бьют?"
"Еще как бьют," отвечает Гена и показывает на верблюда-'Вон смотри, что с лошадью сделали!'""",  # 50
    """
Чебурашка и Крокодил Гена отправились в поход. Наступила ночь, они спят в палатке.
Вдруг Чебурашка будит Гену и говорит: - Гена, смотри какие яркие звезды. Гена, а почему они такие яркие?
- Чебурашка, эти звезды такие яркие, потому, что у нас палатку спёрли!""",  # 51
    """
Роскомнадзор распорядился заменить имя "Чебурашка" на уважительное "Чебуроссийская Федерация".""",  # 52
    """
— Уволюсь! Не могу каждый день смотреть на лица истерзанные болью и страданиями.
— А где ты работаешь?
— Охранником в начальной школе.""",  # 53
    """
— Мама! Нам на завтра нужно принести в школу рисунок на тему 'Нет насилию в семье!'.
— Одиннадцать вечера! Ты раньше не мог сказать, засранец?! Ну щас ты у меня получишь!""",  # 54
    """
Идет урок. Учитель обращается к классу.
— Дорогие ребята, в нашей школе появилась новая система оценок. Вместо 5, 4, 3 и 2, будут стоять баллы А, В, С, Д, Е. Тот, кто плохо напишет сегодняшний диктант, получат по Е баллу.
Ученик с задней парты:
— Угрожаешь что-ли?""",  # 55
    """
Шли новогодней ночью из гостей. Младший сын, увидев, что в его школе светится несколько окон, сказал: 'Зло не дремлет!'.""",
    """
Мяч ещё летел в окно директора школы, а дети уже играли в прятки.""",  # 56
    """
— Неправильно ты, Дядя Федор, бутерброд ешь.
Ты его колбасой кверху держишь, а надо было ее срок годности проверять! Вот ты даже не удивлен, что с тобой кот разговаривает!""",
    # 57
    """
Сегодня я вдруг понял, что птицам на меня насрать…""",  # 58
    """
— Как выжить в лесу при встрече с волком?
— Начните бросать в него яйцами. Генетическая память заставит волка ловить их в корзину.""",  # 59
    """
Однажды вечером.
— Слышь ChatGPT надоела мне работа в офисе по 8 часов пять дней в неделю за 25 тыс. рублей, найди мне другую работу с зарплатой побольше.
— Хорошо, сделаю.
В 6 часов утра.
— Вставай, собирайся на новую работу, надо успеть к 8 часам.
— Так я со старой еще не уволился.
— Я как нашел новую, ночью твоему начальнику смс отправил "Сам работай за такие копейки!".
— Так я на новой даже собеседование не прошел.
— Тебя взяли сразу как прочитали твое резюме.
— Ух ты и такое возможно?
— Фирме требовались два грузчика, работа через день по 12 часов за 20 тыс. в месяц, я написал в твоем резюме "Могу работать каждый день за 26 тыс. рублей".""",
    # 60
    """
— Знакомьтесь, это Вася. Он изучает эритроциты.

— Да, я изучаю эритроциты, мой отец изучал эритроциты, мой дед изучал эритроциты. Понимаете, эритроциты — это у нас в крови.""",
    # 61
    """Около трети россиян боятся потерять работу из-за искусственного интеллекта. Зря боятся, никакой интеллект за 20 тысяч работать не будет.""",
    # 62
    """Люблю то чувство, когда находишь деньги в зимней куртке. Главное, чтобы человек ничего не заподозрил."""  # 63
]